Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: Add a fact (e.g. \u{201C}Has a daughter named Sarah\u{201D})
am: አንድ ዝርዝር ጨምር (ለምሳሌ \u{201C}ሴት ልጅ አለው የሚባለው ሳራ\u{201D})
de: Fügen Sie eine Tatsache hinzu (z. B. \u{201C}Hat eine Tochter namens Sarah\u{201D})
es: Añadir un hecho (p. ej. \u{201C}Tiene una hija llamada Sarah\u{201D})
fr: Ajoutez un fait (par exemple \u{201C}A une fille nommée Sarah\u{201D})
id: Tambahkan fakta (misalnya \u{201C}Memiliki seorang putri bernama Sarah\u{201D})
it: Aggiungi un fatto (ad es. \u{201C}Ha una figlia di nome Sarah\u{201D})
ja: 事実を追加する（例：\u{201C}サラという娘がいる\u{201D}）
ko: 사실 추가하기 (예: \u{201C}사라라는 딸이 있습니다\u{201D})
pl: Dodaj fakt (np. \u{201C}Ma córkę o imieniu Sarah\u{201D})
pt_br: Adicione um fato (por exemplo, \u{201C}Tem uma filha chamada Sarah\u{201D})
ru: Добавьте факт (например, \u{201C}У меня есть дочь по имени Сара\u{201D})
sw: Ongeza ukweli (mfano: \u{201C}Ana binti anayeitwa Sarah\u{201D})
tl: Magdagdag ng katotohanan (hal. \u{201C}May anak na babae na ang pangalan ay Sarah\u{201D})
zh_hans: 添加一个事实（例如：\u{201C}有一个女儿叫莎拉\u{201D}）
zh_hant: 添加一個事實（例如：\u{201C}有一個女兒名叫莎拉\u{201D}）

source: Add to Collection
am: ወደ ስብስብ ጨምር
de: Zur Sammlung hinzufügen
es: Añadir a colección
fr: Ajouter à la collection
id: Tambahkan ke koleksi
it: Aggiungi alla raccolta
ja: コレクションに追加
ko: 컬렉션에 추가
pl: Dodaj do kolekcji
pt_br: Adicionar à coleção
ru: Добавить в коллекцию
sw: Ongeza kwenye mkusanyiko
tl: Idagdag sa koleksyon
zh_hans: 添加到合集
zh_hant: 加入到收藏

source: Amen
am: አሜን
es: Amén
id: Amin
ja: アーメン
ko: 아멘
pt_br: Amém
ru: Аминь
sw: Amina
zh_hans: 阿们
zh_hant: 阿們

source: Ask anything about Scripture
am: ስለ ቅዱሳት መጻሕፍት ማንኛውንም ነገር ጠይቅ
de: Frage alles über die Schrift
es: Pregunta lo que sea sobre las Escrituras
fr: Posez toute question sur les Écritures
id: Tanyakan apa saja tentang Alkitab
it: Chiedi qualsiasi cosa sulle Scritture
ja: 聖書について何でも聞いてください
ko: 성경에 대해 무엇이든 물어보세요
pl: Zapytaj o cokolwiek z Pisma
pt_br: Pergunte qualquer coisa sobre as Escrituras
ru: Спроси что угодно о Писании
sw: Uliza chochote kuhusu Maandiko
tl: Magtanong ng anuman tungkol sa Kasulatan
zh_hans: 问圣经里的任何事
zh_hant: 問聖經裡的任何事

source: Ask anything about Scripture...
am: ስለ ቅዱሳት መጻሕፍት ማንኛውንም ነገር ጠይቅ…
de: Frage alles über die Schrift…
es: Pregunta lo que sea sobre las Escrituras…
fr: Posez toute question sur les Écritures…
id: Tanyakan apa saja tentang Alkitab…
it: Chiedi qualsiasi cosa sulle Scritture…
ja: 聖書について何でも聞いてください…
ko: 성경에 대해 무엇이든 물어보세요…
pl: Zapytaj o cokolwiek z Pisma…
pt_br: Pergunte qualquer coisa sobre as Escrituras…
ru: Спроси что угодно о Писании…
sw: Uliza chochote kuhusu Maandiko…
tl: Magtanong ng anuman tungkol sa Kasulatan…
zh_hans: 问圣经里的任何事…
zh_hant: 問聖經裡的任何事…

source: Audio Bible is a Pro feature
am: የድምፅ መጽሐፍ ቅዱስ የ Pro ገፅታ ነው
de: Die Audio-Bibel ist eine Pro-Funktion
es: La Biblia en audio es una función Pro
fr: La Bible audio est une fonctionnalité Pro
id: Alkitab Audio adalah fitur Pro
it: La Bibbia audio è una funzione Pro
ja: オーディオ聖書は Pro 機能です
ko: 오디오 성경은 Pro 기능입니다
pl: Audio Biblia to funkcja Pro
pt_br: Bíblia em áudio é um recurso Pro
ru: Аудио Библия — функция Pro
sw: Biblia ya Sauti ni kipengele cha Pro
tl: Ang Audio Bible ay feature ng Pro
zh_hans: 有声圣经是 Pro 功能
zh_hant: 有聲聖經是 Pro 功能

source: Auto
am: ራስ-ሰር
de: Automatisch
es: Automático
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
ru: Авто
sw: Otomatiki
tl: Awtomatiko
zh_hans: 自动
zh_hant: 自動

source: Back to Plan
am: ወደ ዕቅድ ተመለስ
de: Zurück zum Plan
es: Volver al plan
fr: Retour au plan
id: Kembali ke Rencana
it: Torna al piano
ja: プランに戻る
ko: 계획으로 돌아가기
pl: Powrót do planu
pt_br: Voltar ao plano
ru: Вернуться к плану
sw: Rudi kwa Mpango
tl: Balik sa Plano
zh_hans: 返回计划
zh_hant: 返回計劃

source: Backgrounds
am: ዳራዎች
de: Hintergründe
es: Fondos
fr: Arrière-plans
id: Latar
it: Sfondi
ja: 背景
ko: 배경
pl: Tła
pt_br: Fundos
ru: Фоны
sw: Mandharinyuma
tl: Mga background
zh_hans: 背景
zh_hant: 背景

source: Be still, and know that I am God.
am: ጸጥ በሉ እና እኔ እግዚአብሔር መሆኔን እወቁ።
de: Seid stille und erkennet, dass ich Gott bin.
es: Estad quietos, y conoced que yo soy Dios.
fr: Arrêtez, et sachez que je suis Dieu.
id: Diamlah, dan ketahuilah bahwa Akulah Allah.
it: Fermatevi e riconoscete che io sono Dio.
ja: 静まれ、わたしこそ 神であることを知れ。
ko: 너희는 가만히 있어 내가 하나님 됨을 알지어다.
pl: Uspokójcie się i poznajcie, że Ja jestem Bogiem.
pt_br: Aquietai-vos, e sabei que eu sou Deus.
ru: Остановитесь и познайте, что Я — Бог.
sw: Tulieni, na kujua ya kuwa mimi ni Mungu.
tl: Tumigil kayo at kilalanin na Ako ay Diyos.
zh_hans: 你们要休息，要知道 我是神。
zh_hant: 你們要休息,要知道 我是神。

source: Begin Your Journey
am: ጉዞህን ጀምር
de: Beginne deine Reise
es: Comienza tu viaje
fr: Commencez votre voyage
id: Mulai perjalananmu
it: Inizia il tuo cammino
ja: 旅を始めよう
ko: 여정을 시작하세요
pl: Rozpocznij swoją drogę
pt_br: Comece sua jornada
ru: Начать путь
sw: Anza safari yako
tl: Simulan ang paglalakbay mo
zh_hans: 开启你的旅程
zh_hant: 開啟你的旅程

source: Bible Plus couldn't open its database. Please try restarting the app. If the problem persists, reinstalling may help.
am: Bible Plus የመረጃ ቋት መክፈት አልቻለም። መተግበሪያውን እንደገና አስጀምር። ችግሩ ከቀጠለ እንደገና መጫን ሊረዳ ይችላል።
de: Bible Plus konnte die Datenbank nicht öffnen. Versuche, die App neu zu starten. Wenn das Problem bleibt, hilft eine Neuinstallation.
es: Bible Plus no pudo abrir su base de datos. Intenta reiniciar la app. Si el problema persiste, reinstalar puede ayudar.
fr: Bible Plus n'a pas pu ouvrir sa base de données. Essayez de redémarrer l'application. Si le problème persiste, réinstaller peut aider.
id: Bible Plus tidak bisa membuka basis data. Coba restart aplikasi. Jika masih bermasalah, instal ulang bisa membantu.
it: Bible Plus non è riuscito ad aprire il database. Prova a riavviare l'app. Se il problema persiste, reinstallare può aiutare.
ja: Bible Plusはデータベースを開けませんでした。アプリを再起動してください。問題が続く場合は、再インストールをお試しください。
ko: Bible Plus가 데이터베이스를 열 수 없어요. 앱을 다시 시작해 보세요. 문제가 계속되면 재설치가 도움이 될 수 있어요.
pl: Bible Plus nie mógł otworzyć bazy danych. Uruchom aplikację ponownie. Jeśli problem się utrzymuje, zainstaluj ją jeszcze raz.
pt_br: O Bible Plus não conseguiu abrir seu banco de dados. Tente reiniciar o app. Se o problema persistir, reinstalar pode ajudar.
ru: Bible Plus не смог открыть базу данных. Перезапусти приложение. Если проблема не исчезнет, попробуй переустановить.
sw: Bible Plus haikuweza kufungua hifadhidata yake. Tafadhali jaribu kuanzisha upya programu. Kama tatizo likiendelea, kusakinisha upya kunaweza kusaidia.
tl: Hindi mabuksan ng Bible Plus ang database. Subukang i-restart ang app. Kung nagpapatuloy, makakatulong ang muling pag-install.
zh_hans: Bible Plus 无法打开数据库。请尝试重启应用。如果问题仍然存在,重新安装可能会有所帮助。
zh_hant: Bible Plus 無法開啟資料庫。請嘗試重新啟動應用程式。若問題仍在,重新安裝可能有幫助。

source: Book, chapter, or verse...
am: መጽሐፍ፣ ምዕራፍ ወይም ጥቅስ…
de: Buch, Kapitel oder Vers…
es: Libro, capítulo o versículo…
fr: Livre, chapitre ou verset…
id: Kitab, pasal, atau ayat…
it: Libro, capitolo o versetto…
ja: 書・章・節…
ko: 책·장·절…
pl: Księga, rozdział lub werset…
pt_br: Livro, capítulo ou versículo…
ru: Книга, глава или стих…
sw: Kitabu, sura, au mstari…
tl: Aklat, kabanata, o talata…
zh_hans: 书卷、章或节…
zh_hant: 書卷、章或節…

source: Books
am: መጽሐፍት
de: Bücher
es: Libros
fr: Livres
id: Kitab
it: Libri
ja: 書
ko: 책
pl: Księgi
pt_br: Livros
ru: Книги
sw: Vitabu
tl: Mga aklat
zh_hans: 书卷
zh_hant: 書卷

source: CHAPTERS READ
am: የተነበቡ ምዕራፎች
de: GELESENE KAPITEL
es: CAPÍTULOS LEÍDOS
fr: CHAPITRES LUS
id: PASAL TERBACA
it: CAPITOLI LETTI
ja: 読んだ章
ko: 읽은 장
pl: PRZECZYTANE ROZDZIAŁY
pt_br: CAPÍTULOS LIDOS
ru: ПРОЧИТАНО ГЛАВ
sw: SURA ZILIZOSOMWA
tl: MGA NABASANG KABANATA
zh_hans: 已读章节
zh_hant: 已讀章節

source: COMPLETE
am: ተጠናቋል
de: ABGESCHLOSSEN
es: COMPLETADO
fr: TERMINÉ
id: SELESAI
it: COMPLETATO
ja: 完了
ko: 완료
pl: UKOŃCZONE
pt_br: CONCLUÍDO
ru: ЗАВЕРШЕНО
sw: IMEKAMILIKA
tl: NATAPOS
zh_hans: 已完成
zh_hant: 已完成

source: CROSS-REFERENCES
am: ተያያዥ ጥቅሶች
de: QUERVERWEISE
es: REFERENCIAS CRUZADAS
fr: RÉFÉRENCES CROISÉES
id: REFERENSI SILANG
it: RIFERIMENTI INCROCIATI
ja: 関連箇所
ko: 관련 구절
pl: ODNOŚNIKI
pt_br: REFERÊNCIAS CRUZADAS
ru: ПЕРЕКРЁСТНЫЕ ССЫЛКИ
sw: MAREJEO MENGINE
tl: MGA KAUGNAY NA TALATA
zh_hans: 相关经文
zh_hant: 相關經文

source: Cancel Timer
am: ሰዓት ቆጣሪውን ሰርዝ
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler la minuterie
id: Batalkan Pengatur Waktu
it: Annulla timer
ja: タイマーをキャンセル
ko: 타이머 취소
pl: Anuluj minutnik
pt_br: Cancelar temporizador
ru: Отменить таймер
sw: Ghairi kipima muda
tl: Kanselahin ang timer
zh_hans: 取消计时器
zh_hant: 取消計時器

source: Chapter Not Yet Available
am: ምዕራፉ እስካሁን አልተገኘም
de: Kapitel noch nicht verfügbar
es: Capítulo aún no disponible
fr: Chapitre pas encore disponible
id: Pasal belum tersedia
it: Capitolo non ancora disponibile
ja: 章はまだ利用できません
ko: 아직 제공되지 않는 장
pl: Rozdział jeszcze niedostępny
pt_br: Capítulo ainda não disponível
ru: Глава пока недоступна
sw: Sura haipatikani bado
tl: Hindi pa available ang kabanata
zh_hans: 章节尚未提供
zh_hant: 章節尚未提供

source: Chapter not available yet
am: ምዕራፉ እስካሁን አልተገኘም
de: Kapitel noch nicht verfügbar
es: Capítulo aún no disponible
fr: Chapitre pas encore disponible
id: Pasal belum tersedia
it: Capitolo non ancora disponibile
ja: 章はまだ利用できません
ko: 아직 제공되지 않는 장
pl: Rozdział jeszcze niedostępny
pt_br: Capítulo ainda não disponível
ru: Глава пока недоступна
sw: Sura haipatikani bado
tl: Hindi pa available ang kabanata
zh_hans: 章节尚未提供
zh_hant: 章節尚未提供

source: Choose the topics you'd like to receive throughout your day.
am: በቀንህ ውስጥ መቀበል የምትፈልጋቸውን ርዕሰ ጉዳዮች ምረጥ።
de: Wähle die Themen, die du über den Tag erhalten möchtest.
es: Elige los temas que te gustaría recibir durante el día.
fr: Choisissez les sujets que vous souhaitez recevoir tout au long de la journée.
id: Pilih topik yang ingin kamu terima sepanjang hari.
it: Scegli gli argomenti che vorresti ricevere durante il giorno.
ja: 一日を通して受け取りたいトピックを選んでください。
ko: 하루 동안 받고 싶은 주제를 선택하세요.
pl: Wybierz tematy, które chcesz otrzymywać w ciągu dnia.
pt_br: Escolha os temas que gostaria de receber durante o dia.
ru: Выберите темы, которые хотите получать в течение дня.
sw: Chagua mada ungependa kupokea siku nzima.
tl: Piliin ang mga paksang gusto mong matanggap sa buong araw.
zh_hans: 选择你希望在一天中接收的主题。
zh_hant: 選擇你想在一天中收到的主題。

source: Choose when you'd like to hear from us
am: መቼ ማስታወቂያ መቀበል እንደምትፈልግ ምረጥ
de: Wähle, wann du von uns hören möchtest
es: Elige cuándo quieres recibir novedades
fr: Choisissez quand vous voulez recevoir nos messages
id: Pilih kapan kamu ingin menerima pemberitahuan
it: Scegli quando ricevere i nostri messaggi
ja: 通知を受け取りたい時間を選んでください
ko: 알림을 받고 싶은 시간을 선택하세요
pl: Wybierz, kiedy chcesz otrzymywać wiadomości
pt_br: Escolha quando quer receber novidades
ru: Выберите, когда хотите получать уведомления
sw: Chagua wakati unaotaka kupokea arifa
tl: Piliin kung kailan mo gustong makatanggap ng paalala
zh_hans: 选择你希望何时收到通知
zh_hant: 選擇你希望何時收到通知

source: Choose your background.
am: ዳራህን ምረጥ።
de: Wähle deinen Hintergrund.
es: Elige tu fondo.
fr: Choisissez votre fond.
id: Pilih latar belakangmu.
it: Scegli il tuo sfondo.
ja: 背景を選んでください。
ko: 배경을 선택하세요.
pl: Wybierz tło.
pt_br: Escolha seu fundo.
ru: Выберите фон.
sw: Chagua mandharinyuma yako.
tl: Piliin ang iyong background.
zh_hans: 选择你的背景。
zh_hant: 選擇你的背景。

source: Clear
am: አፅዳ
de: Löschen
es: Borrar
fr: Effacer
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sw: Futa
tl: Burahin
zh_hans: 清除
zh_hant: 清除

source: Clear All AI Memory
am: ሁሉንም AI ትውስታ አፅዳ
de: Alles KI-Gedächtnis löschen
es: Borrar toda la memoria de IA
fr: Effacer toute la mémoire de l'IA
id: Hapus semua memori AI
it: Cancella tutta la memoria dell'IA
ja: AI メモリーをすべて消去
ko: 모든 AI 기억 지우기
pl: Wyczyść całą pamięć AI
pt_br: Limpar toda a memória da IA
ru: Очистить всю память ИИ
sw: Futa kumbukumbu zote za AI
tl: Burahin lahat ng memory ng AI
zh_hans: 清除所有 AI 记忆
zh_hant: 清除所有 AI 記憶

source: Clear Note
am: ማስታወሻ አፅዳ
de: Notiz löschen
es: Borrar nota
fr: Effacer la note
id: Hapus catatan
it: Cancella nota
ja: メモを消去
ko: 메모 지우기
pl: Wyczyść notatkę
pt_br: Limpar nota
ru: Очистить заметку
sw: Futa kumbukumbu
tl: Burahin ang tala
zh_hans: 清除笔记
zh_hant: 清除筆記

source: Clear all AI memory?
am: ሁሉንም AI ትውስታ አፅዳ?
de: Das gesamte KI-Gedächtnis löschen?
es: ¿Borrar toda la memoria de IA?
fr: Effacer toute la mémoire de l'IA ?
id: Hapus semua memori AI?
it: Cancellare tutta la memoria dell'IA?
ja: AI メモリーをすべて消去しますか?
ko: 모든 AI 기억을 지우시겠어요?
pl: Wyczyścić całą pamięć AI?
pt_br: Limpar toda a memória da IA?
ru: Очистить всю память ИИ?
sw: Je, ufute kumbukumbu zote za AI?
tl: Burahin lahat ng memory ng AI?
zh_hans: 要清除所有 AI 记忆吗?
zh_hant: 要清除所有 AI 記憶嗎?

source: Collection name
am: የስብስብ ስም
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
id: Nama koleksi
it: Nome della raccolta
ja: コレクション名
ko: 컬렉션 이름
pl: Nazwa kolekcji
pt_br: Nome da coleção
ru: Название коллекции
sw: Jina la mkusanyiko
tl: Pangalan ng koleksyon
zh_hans: 合集名称
zh_hant: 收藏名稱

source: Completed
am: ተጠናቋል
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료
pl: Ukończone
pt_br: Concluído
ru: Завершено
sw: Imekamilika
tl: Natapos
zh_hans: 已完成
zh_hant: 已完成

source: Continue today's reading
am: የዛሬን ንባብ ቀጥል
de: Heutige Lesung fortsetzen
es: Continúa la lectura de hoy
fr: Continuer la lecture du jour
id: Lanjutkan bacaan hari ini
it: Continua la lettura di oggi
ja: 今日の読書を続ける
ko: 오늘의 읽기 계속하기
pl: Kontynuuj dzisiejsze czytanie
pt_br: Continuar a leitura de hoje
ru: Продолжить сегодняшнее чтение
sw: Endelea na kusoma leo
tl: Ipagpatuloy ang pagbasa ngayong araw
zh_hans: 继续今天的阅读
zh_hant: 繼續今天的閱讀

source: Continue with Free
am: በነጻ ቀጥል
de: Mit Kostenlos fortfahren
es: Continuar gratis
fr: Continuer en version gratuite
id: Lanjutkan dengan Gratis
it: Continua con la versione gratuita
ja: 無料で続ける
ko: 무료로 계속
pl: Kontynuuj w wersji bezpłatnej
pt_br: Continuar grátis
ru: Продолжить бесплатно
sw: Endelea bure
tl: Magpatuloy sa Libre
zh_hans: 继续使用免费版
zh_hant: 繼續使用免費版

source: Couldn't Create Image
am: ምስሉን መፍጠር አልተቻለም
de: Bild konnte nicht erstellt werden
es: No se pudo crear la imagen
fr: Impossible de créer l'image
id: Tidak dapat membuat gambar
it: Impossibile creare l'immagine
ja: 画像を作成できませんでした
ko: 이미지를 만들 수 없음
pl: Nie można utworzyć obrazu
pt_br: Não foi possível criar a imagem
ru: Не удалось создать изображение
sw: Haikuweza kutengeneza picha
tl: Hindi magawa ang larawan
zh_hans: 无法创建图片
zh_hant: 無法建立圖片

source: Couldn't Load Chapter
am: ምዕራፉን መጫን አልተቻለም
de: Kapitel konnte nicht geladen werden
es: No se pudo cargar el capítulo
fr: Impossible de charger le chapitre
id: Tidak dapat memuat pasal
it: Impossibile caricare il capitolo
ja: 章を読み込めませんでした
ko: 장을 불러올 수 없음
pl: Nie można wczytać rozdziału
pt_br: Não foi possível carregar o capítulo
ru: Не удалось загрузить главу
sw: Haikuweza kupakia sura
tl: Hindi ma-load ang kabanata
zh_hans: 无法加载章节
zh_hant: 無法載入章節

source: Create
am: ፍጠር
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt_br: Criar
ru: Создать
sw: Tengeneza
tl: Gumawa
zh_hans: 创建
zh_hant: 建立

source: Create Collection
am: ስብስብ ፍጠር
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
id: Buat koleksi
it: Crea raccolta
ja: コレクションを作成
ko: 컬렉션 만들기
pl: Utwórz kolekcję
pt_br: Criar coleção
ru: Создать коллекцию
sw: Tengeneza mkusanyiko
tl: Gumawa ng koleksyon
zh_hans: 创建合集
zh_hant: 建立收藏

source: Create a collection to organize your favorite content.
am: ተወዳጅ ይዘቶችህን ለማደራጀት ስብስብ ፍጠር።
de: Erstelle eine Sammlung, um deine Lieblingsinhalte zu ordnen.
es: Crea una colección para organizar tu contenido favorito.
fr: Crée une collection pour organiser tes contenus favoris.
id: Buat koleksi untuk merapikan konten favoritmu.
it: Crea una raccolta per organizzare i tuoi contenuti preferiti.
ja: お気に入りのコンテンツを整理する コレクションを作成しましょう。
ko: 좋아하는 콘텐츠를 정리할 컬렉션을 만들어요.
pl: Utwórz kolekcję, aby uporządkować swoje ulubione treści.
pt_br: Crie uma coleção para organizar seus conteúdos favoritos.
ru: Создай коллекцию, чтобы упорядочить любимое.
sw: Unda mkusanyiko ili kupanga maudhui unayopenda.
tl: Gumawa ng koleksyon para ayusin ang iyong mga paboritong nilalaman.
zh_hans: 创建合集来整理 你喜爱的内容。
zh_hant: 建立收藏以整理 你喜愛的內容。

source: DAILY READINGS
am: የዕለታዊ ንባቦች
de: TÄGLICHE LESUNGEN
es: LECTURAS DIARIAS
fr: LECTURES DU JOUR
id: BACAAN HARIAN
it: LETTURE QUOTIDIANE
ja: 毎日の朗読
ko: 매일 읽기
pl: CODZIENNE CZYTANIA
pt_br: LEITURAS DIÁRIAS
ru: ЕЖЕДНЕВНЫЕ ЧТЕНИЯ
sw: MASOMO YA KILA SIKU
tl: ARAW-ARAW NA PAGBASA
zh_hans: 每日阅读
zh_hant: 每日閱讀

source: Dark
am: ጨለማ
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
ko: 어두움
pl: Ciemny
pt_br: Escuro
ru: Тёмный
sw: Giza
tl: Madilim
zh_hans: 深色
zh_hant: 深色

source: Day
am: ቀን
de: Tag
es: Día
fr: Jour
id: Hari
it: Giorno
ja: 日
ko: 일
pl: Dzień
pt_br: Dia
ru: День
sw: Siku
tl: Araw
zh_hans: 天
zh_hant: 天

source: Day Completed
am: ቀን ተጠናቋል
de: Tag abgeschlossen
es: Día completado
fr: Jour terminé
id: Hari selesai
it: Giorno completato
ja: 一日を達成
ko: 하루 완료
pl: Dzień ukończony
pt_br: Dia concluído
ru: День завершён
sw: Siku imekamilika
tl: Natapos ang araw
zh_hans: 已完成一天
zh_hant: 已完成一天

source: Delete Conversation
am: ውይይት ሰርዝ
de: Unterhaltung löschen
es: Eliminar conversación
fr: Supprimer la conversation
id: Hapus percakapan
it: Elimina conversazione
ja: 会話を削除
ko: 대화 삭제
pl: Usuń rozmowę
pt_br: Excluir conversa
ru: Удалить разговор
sw: Futa mazungumzo
tl: Burahin ang usapan
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Verse
am: ጥቅስ ሰርዝ
de: Vers löschen
es: Eliminar versículo
fr: Supprimer le verset
id: Hapus ayat
it: Elimina versetto
ja: みことばを削除
ko: 구절 삭제
pl: Usuń werset
pt_br: Excluir versículo
ru: Удалить стих
sw: Futa mstari
tl: Burahin ang talata
zh_hans: 删除经文
zh_hant: 刪除經文

source: Details
am: ዝርዝሮች
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sw: Maelezo
tl: Mga detalye
zh_hans: 详情
zh_hant: 詳情

source: Discuss
am: ተወያይ
de: Besprechen
es: Conversar
fr: Discuter
id: Bahas
it: Discuti
ja: 話し合う
ko: 대화하기
pl: Omów
pt_br: Conversar
ru: Обсудить
sw: Jadili
tl: Pag-usapan
zh_hans: 讨论
zh_hant: 討論

source: Each card shows John 3:16 so you can compare tone and feel.
am: እያንዳንዱ ካርድ ዮሐንስ 3:16 ያሳያል፣ ቅላጼ እና ስሜት ልታወዳድር ትችላለህ።
de: Jede Karte zeigt Johannes 3,16, damit du Ton und Gefühl vergleichen kannst.
es: Cada tarjeta muestra Juan 3:16 para que puedas comparar el tono y la sensación.
fr: Chaque carte montre Jean 3:16 pour que tu puisses comparer le ton et la sensation.
id: Setiap kartu menampilkan Yohanes 3:16 agar kamu bisa membandingkan nuansa.
it: Ogni scheda mostra Giovanni 3:16 così puoi confrontare il tono e la sensazione.
ja: 各カードにはヨハネ 3:16 が表示され、 雰囲気や感触を比較できます。
ko: 각 카드는 요한복음 3:16을 보여드려요. 분위기와 느낌을 비교해 보세요.
pl: Każda karta pokazuje J 3,16, abyś mógł porównać ton i styl.
pt_br: Cada cartão mostra João 3:16 para que você compare o tom e a sensação.
ru: Каждая карточка показывает Ин. 3:16, чтобы ты сравнил тон и ощущение.
sw: Kila kadi inaonyesha Yohana 3:16 ili uweze kulinganisha sauti na hisia.
tl: Ipinapakita ng bawat card ang Juan 3:16 para maikumpara mo ang tono at pakiramdam.
zh_hans: 每张卡片都展示约翰福音 3:16, 方便你比较风格与感受。
zh_hant: 每張卡片都顯示約翰福音 3:16, 方便你比較風格與感受。

source: Edit Name
am: ስም አርትዕ
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom
id: Ubah nama
it: Modifica nome
ja: 名前を編集
ko: 이름 수정
pl: Edytuj imię
pt_br: Editar nome
ru: Изменить имя
sw: Hariri jina
tl: I-edit ang pangalan
zh_hans: 编辑姓名
zh_hant: 編輯姓名

source: Enjoying Bible+?
am: Bible+ ትወዳለህ?
de: Gefällt dir Bible+?
es: ¿Te está gustando Bible+?
fr: Vous aimez Bible+ ?
id: Suka dengan Bible+?
it: Ti piace Bible+?
ja: Bible+をお楽しみいただいていますか?
ko: Bible+가 마음에 드시나요?
pl: Podoba ci się Bible+?
pt_br: Curtindo o Bible+?
ru: Нравится Bible+?
sw: Unafurahia Bible+?
tl: Nagugustuhan mo ba ang Bible+?
zh_hans: 喜欢 Bible+ 吗?
zh_hant: 喜歡 Bible+ 嗎?

source: Enter a name for your collection.
am: የስብስብህን ስም አስገባ።
de: Gib einen Namen für deine Sammlung ein.
es: Ingresa un nombre para tu colección.
fr: Entrez un nom pour votre collection.
id: Masukkan nama untuk koleksimu.
it: Inserisci un nome per la tua raccolta.
ja: コレクション名を入力してください。
ko: 컬렉션 이름을 입력하세요.
pl: Wpisz nazwę swojej kolekcji.
pt_br: Digite um nome para sua coleção.
ru: Введите название коллекции.
sw: Ingiza jina la mkusanyiko wako.
tl: Ilagay ang pangalan ng iyong koleksyon.
zh_hans: 输入你的合集名称。
zh_hant: 輸入你的收藏名稱。

source: Everything below is sent to the AI on every chat so it can remember you across conversations. You can edit, delete, or clear it any time.
am: ከታች ያለው ሁሉ በእያንዳንዱ ውይይት ላይ ለ AI ይላካል እንዲያስታውስህ ያግዘዋል። በማንኛውም ጊዜ ማስተካከል፣ መሰረዝ ወይም ማጥፋት ትችላለህ።
de: Alles unten wird der KI in jedem Chat gesendet, damit sie sich an dich erinnert. Du kannst jederzeit bearbeiten, löschen oder leeren.
es: Todo lo de abajo se envía a la IA en cada conversación para que pueda recordarte. Puedes editar, eliminar o borrarlo en cualquier momento.
fr: Tout ce qui est ci-dessous est envoyé à l'IA à chaque conversation pour qu'elle se souvienne de toi. Tu peux modifier, supprimer ou effacer à tout moment.
id: Semua di bawah dikirim ke AI setiap chat agar AI mengingatmu. Kamu bisa mengedit, menghapus, atau membersihkannya kapan saja.
it: Tutto qui sotto viene inviato all'IA in ogni chat così può ricordarti. Puoi modificare, eliminare o cancellare in ogni momento.
ja: 下記の内容はすべてのチャットでAIに送信され、あなたを記憶するのに使われます。いつでも編集・削除・消去できます。
ko: 아래 내용은 대화마다 AI에게 전달되어 당신을 기억하게 해줘요. 언제든 수정·삭제·지울 수 있어요.
pl: Wszystko poniżej jest wysyłane do AI w każdej rozmowie, aby pamiętała o tobie. Możesz edytować, usunąć lub wyczyścić w każdej chwili.
pt_br: Tudo abaixo é enviado à IA em cada conversa para que ela se lembre de você. Você pode editar, excluir ou apagar a qualquer momento.
ru: Всё ниже отправляется ИИ в каждом чате, чтобы он помнил тебя. Можешь изменить, удалить или очистить в любой момент.
sw: Kila kitu hapa chini kinatumwa kwa AI kila mazungumzo ili ikuzumbuke. Unaweza kuhariri, kufuta, au kusafisha wakati wowote.
tl: Lahat ng nasa ibaba ay ipinapadala sa AI sa bawat chat para ma-alala ka nito. Maaari mong i-edit, burahin, o i-clear kahit kailan.
zh_hans: 下方的内容会在每次对话时发送给 AI,使其能够记住你。你可以随时编辑、删除或清除。
zh_hant: 下方內容會在每次對話時傳送給 AI,使其能記得你。你可以隨時編輯、刪除或清除。

source: FAITHFULNESS
am: ታማኝነት
de: TREUE
es: FIDELIDAD
fr: FIDÉLITÉ
id: KESETIAAN
it: FEDELTÀ
ja: 忠実
ko: 신실함
pl: WIERNOŚĆ
pt_br: FIDELIDADE
ru: ВЕРНОСТЬ
sw: UAMINIFU
tl: KATAPATAN
zh_hans: 信实
zh_hant: 信實

source: FOR REFLECTION
am: ለማሰላሰያ
de: ZUM NACHDENKEN
es: PARA REFLEXIONAR
fr: POUR RÉFLEXION
id: UNTUK DIRENUNGKAN
it: PER RIFLETTERE
ja: 黙想のために
ko: 묵상을 위해
pl: DO ROZWAŻANIA
pt_br: PARA REFLEXÃO
ru: ДЛЯ РАЗМЫШЛЕНИЯ
sw: KWA TAFAKARI
tl: PARA SA PAGNINILAY
zh_hans: 默想
zh_hant: 默想

source: FREE
am: ነጻ
de: KOSTENLOS
es: GRATIS
fr: GRATUIT
id: GRATIS
it: GRATIS
ja: 無料
ko: 무료
pl: DARMOWE
pt_br: GRÁTIS
ru: БЕСПЛАТНО
sw: BURE
tl: LIBRE
zh_hans: 免费
zh_hant: 免費

source: FROM SCRIPTURE
am: ከቅዱሳት መጻሕፍት
de: AUS DER SCHRIFT
es: DE LA ESCRITURA
fr: DE L'ÉCRITURE
id: DARI KITAB SUCI
it: DALLA SCRITTURA
ja: 聖書より
ko: 말씀에서
pl: Z PISMA
pt_br: DAS ESCRITURAS
ru: ИЗ ПИСАНИЯ
sw: KUTOKA KATIKA MAANDIKO
tl: MULA SA KASULATAN
zh_hans: 圣经节选
zh_hant: 聖經節錄

source: Failed to send
am: መላክ አልተሳካም
de: Senden fehlgeschlagen
es: No se pudo enviar
fr: Échec de l'envoi
id: Gagal mengirim
it: Invio non riuscito
ja: 送信に失敗しました
ko: 전송 실패
pl: Nie udało się wysłać
pt_br: Falha ao enviar
ru: Не удалось отправить
sw: Imeshindwa kutuma
tl: Hindi naipadala
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Female
am: ሴት
de: Weiblich
es: Femenino
fr: Féminin
id: Perempuan
it: Femminile
ja: 女性
ko: 여성
pl: Kobieta
pt_br: Feminino
ru: Женский
sw: Mwanamke
tl: Babae
zh_hans: 女性
zh_hant: 女性
